insert into cities (name)
values 
('Spb'),
('Moscow'),
('Los-Angeles'),
('Puerto-Rico');

insert into forecasts (date, temperature, cloudiness, city_id)
values 
('2020-11-24', -24.5, 'Солнечно', 2),
('2020-11-23', -12.3, 'Облачно', 1),
('2020-11-25', -5.1, 'Переменная облачность', 1),
('2020-11-23', -11.8, 'Облачно', 2),
('2020-11-27', -14.1, 'Облачно', 2),
('2022-11-29', -26.2, 'Облачно', 2),
('2020-11-24', 12.5, 'Солнечно', 3),
('2020-11-23', 24.3, 'Облачно', 4),
('2020-7-24', 12.5, 'Солнечно', 3),
('2020-6-23', 24.3, 'Переменная облачность', 4);